
export type PostType = {
    id:number,
    title:string,
    img:string,
    desc:string,
    londDesc: string
}
export const posts: Array<PostType> = [
    {
        id:1,
        title:'Цена вопроса не важна, когда солнечных дней всё меньше',
        img: 'https://phonoteka.org/uploads/posts/2021-06/1624166435_34-phonoteka_org-p-okean-oboi-krasivo-40.jpg',
        desc: 'Повседневная практика показывает, что граница обучения кадров выявляет срочную потребность системы массового участия.',
        londDesc:'Консультация с широким активом предопределяет высокую востребованность стандартных подходов. Не следует, однако, забывать, что дальнейшее развитие различных форм деятельности позволяет оценить значение дальнейших направлений развития. Предварительные выводы неутешительны: высококачественный прототип будущего проекта предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям.'
    },
    {
        id:2,
        title:'Сплочённость команды профессионалов продолжает удивлять',
        img: 'https://avatars.mds.yandex.net/get-zen_doc/5284326/pub_61279398344fe2562d48e488_6127939acf1e7754bb6bce3e/scale_1200',
        desc: 'Повседневная практика показывает, что граница обучения кадров выявляет срочную потребность системы массового участия.',
        londDesc:'Консультация с широким активом предопределяет высокую востребованность стандартных подходов. Не следует, однако, забывать, что дальнейшее развитие различных форм деятельности позволяет оценить значение дальнейших направлений развития. Предварительные выводы неутешительны: высококачественный прототип будущего проекта предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям.'
    },
    {
        id:3,
        title:'Дурное дело нехитрое: курс ценных бумаг даёт нам право принимать самостоятельные решения',
        img: 'https://img3.goodfon.ru/wallpaper/nbig/e/59/ssha-boston-boston-doma.jpg',
        desc: 'Повседневная практика показывает, что граница обучения кадров выявляет срочную потребность системы массового участия.',
        londDesc:'Консультация с широким активом предопределяет высокую востребованность стандартных подходов. Не следует, однако, забывать, что дальнейшее развитие различных форм деятельности позволяет оценить значение дальнейших направлений развития. Предварительные выводы неутешительны: высококачественный прототип будущего проекта предопределяет высокую востребованность системы обучения кадров, соответствующей насущным потребностям.'
    },
]